Repository: moromete/plugin.video.streams
Catalog: resources/language/Croatian/strings.po
Languages: hr

# #30000
source: General
hr: Općenito

# #30001
source: Engines
hr: Pogoni

# #30002
source: Schedule
hr: Raspored

# #30003
source: Channel List
hr: Popis programa

# #30004
source: Channel Countries
hr: Zemlja programa

# #30005
source: Channel Language
hr: Jezik programa

# #30010
source: Enable Add-on Debugging
hr: Omogući otklanjanje grešaka dodatka

# #30011
source: Wait time before atempting to start the player [ms]
hr: Vrijeme čekanja prije pokušaja pokretanja reproduktora [ms]

# #30012
source: Local port (where others can connect)
hr: Lokalni ulaz (gdje se drugi ne mogu povezati)

# #30013
source: Video port
hr: Ulaz video strujanja

# #30014
source: Buffer Size
hr: Veličina međuspremnika

# #30015
source: Disable program guides
hr: Onemogući programske vodiče

# #30016
source: Remote channel list URL
hr: URL udaljenog popisa programa

# #30017
source: Channel list expire [hours] (0 = no update)
hr: Popis programa istječe [sata] (0 = bez nadopune)

# #30018
source: Show offline channels
hr: Prikaži nedostupne programe

# #30019
source: Load program guide when displaying channel list
hr: Učitaj programski vodič pri prikazu popisa programa

# #30020
source: Sopcast path for ARM system (Raspberry Pi)
hr: Sopcast putanja za ARM sustave (Raspberry Pi)

# #30021
source: unclassified
hr: neklasificirano

# #30024
source: Engine host
hr: Poslužitelj pogona

# #30025
source: Engine TCP port
hr: TCP ulaz pogona

# #30026
source: Show unverified
hr: Prikaži neprovjereno

# #30027
source: use Plexus
hr: Koristi Plexus

# #30028
source: external
hr: vanjski

# #30029
source: Acestream engine
hr: Acestream pogon

# #30030
source: internal
hr: unutrašnji

# #30050
source: Refresh Schedule
hr: Osvježi raspored

# #30051
source: Refresh All Schedules
hr: Osvježi sve rasporede

# #30052
source: Refresh Channel List
hr: Osvježi popis programa

# #30053
source: Downloading Channel list
hr: Preuzimanje popisa programa

# #30054
source: Channel list
hr: Popis programa

# #30055
source: Downloading Channel Logo
hr: Preuzimanje logotipa programa

# #30056
source: Program guide is up to date
hr: Programski vodič je najnovije inačice

# #30057
source: Channel is offline
hr: Program je nedostupan

# #30058
source: Network is offline
hr: Mreža je nedostupna

# #30059
source: Channel initialization failed
hr: Pokretanje programa neuspješno

# #30060
source: Sream
hr: Strujanje

# #30061
source: Downloading Program Guide
hr: Preuzimanje programskog vodiča

# #30062
source: Program guide
hr: Programski vodič

# #30063
source: Offline
hr: Nedostupan

# #30064
source: Program guide is not available
hr: Programski vodič je nedostupan

# #30065
source: Get stream URL
hr: Preuzmi URL strujanja

# #30066
source: unverified
hr: neprovjereno

# #30300
source: Error
hr: Greška

# #30301
source: Cannot parse channel list !
hr: Nemoguća obrada popisa programa!

# #30302
source: Please install python module "pytz" or disable program guides from addon settings
hr: Instalirajte python modul "pytz" ili onemogućite programski vodič iz postavki dodatka

# #30303
source: Plexus addon not installed!
hr: Plexus dodatak nije instaliran!
